Repository: isogeo/isogeo-2-office
Catalog: i18n/*/LC_MESSAGES/isogeo2office.po
Languages: fr_fr

source: English
fr_fr: Français

source: Count
fr_fr: Nombre

source: Vector
fr_fr: Vecteur

source: Resource
fr_fr: Ressource

source: Metadata by types
fr_fr: Métadonnées par types

source: Output filename:
fr_fr: Nom du fichier de sortie :

source: Goals tabs
fr_fr: Objectifs

source: Dashboard
fr_fr: Tableau de bord

source: Feature attributes
fr_fr: Analyse des attributs

source: Cataloging
fr_fr: Catalogage

source: Help
fr_fr: Documentation

source: mailto:Isogeo%20Projects%20<projects+isogeo2office@isogeo.com>?subject=[Isogeo2office]%20Question
fr_fr: mailto:Isogeo%20<projets+isogeo2office@isogeo.fr>?subject=[Isogeo2office]%20Question

source: Contact
fr_fr: Contacter

source: Settings
fr_fr: Accès

source: Admin shares
fr_fr: Administrer

source: Report
fr_fr: Signaler

source: Pick a template:
fr_fr: Choisir un modèle :

source: File prefix:
fr_fr: Préfixe :

source: UID chars: (0 - 8)
fr_fr: Longueur UID: (0 - 8)

source: Timestamp: (0=no, 1=date, 2=datetime)
fr_fr: Date et heure : (0=non, 1=date, 2=datetime)

source: Pack all XML into one ZIP
fr_fr: Compresser dans un seul fichier ZIP

source: {} - API authentication settings
fr_fr: {} - Paramètres de connexion à l'API

source: Insert access transmitted by Isogeo.
fr_fr: Insérer les accès transmis par Isogeo.

source: Client id:
fr_fr: ID client :

source: Client secret:
fr_fr: Secret client :

source: Check
fr_fr: Vérifier

source: mailto:Isogeo%20Projects%20<projects+isogeo2office@isogeo.com>?subject=[Isogeo2office]%20Access request
fr_fr: mailto:Isogeo%20<projets+isogeo2office@isogeo.fr>?subject=[Isogeo2office]%20Demande%20d'accès

source: Request access
fr_fr: Demande d'accès

source: Everything is fine.
fr_fr: Tout est OK.

source: Internet connection failed
fr_fr: La connexion Internet a échoué

source: An Internet connection is required to use Isogeo API (https://v1.api.isogeo.com:443).
fr_fr: Une connexion Internet est requise pour utiliser l'API Isogeo (https://v1.api.isogeo.com:443).

source: Pick your options and push the launch button
fr_fr: Choisir vos options et cliquer sur Lancer

source: {} metadata in {} share(s) owned by {} workgroup(s).
fr_fr: {} métadonnées via {} partages de {} groupes de travail.

source: {} shares don't have any OpenCatalog. Add OpenCatalog to every share, then reboot isogeo2office.
fr_fr: {} partages n'ont pas OpenCatalog. Ajouter OpenCatalog à chaque partage, puis relancer isogeo2office.

source: Error: some shares don't have OpenCatalogactivated. Fix it first.
fr_fr: Erreur : certains partages n'ont pas OpenCatalog activé. Corriger puis relancer.

source: Too much shares by workgroup. Please red button to fix it then reboot isogeo2office.
fr_fr: Trop de partages par groupe Corriger puis redémarrer isogeo2office.

source: Error: more than one share by worgroup. Click on Admin button to fix it.
fr_fr: Erreur : plus d'un partage par groupe de travail. Ouvrir APP via le bouton rouge pour corriger.

source: Fix the shares
fr_fr: Corriger les partages

source: Configuration OK.
fr_fr: Configuration correcte.

source: Export the whole shares into an Excel worksheet
fr_fr: Exporter l'ensemble des partages dans un Excel

source: Export each metadata into a Word file
fr_fr: Exporter chaque métadonnée dans un fichier Word

source: Export each metadata into a XML ISO-19139
fr_fr: Exporter chaque métadonnée au format XML 19139

source: Output folder:
fr_fr: Destination :

source: Browse
fr_fr: Parcourir

source: Open
fr_fr: Ouvrir

source: Launch
fr_fr: Lancer l'export

source: Select output folder
fr_fr: Sélectionner le dossier de destination des exports

source: No folder selected
fr_fr: Aucun dossier sélectionné

source: You must select an output folder.
fr_fr: Vous devez sélectionner un dossier de destination.

source: Pick the Excel to merge
fr_fr: Choisir le fichier Excel à fusionner

source: Any file selected
fr_fr: Aucun fichier sélectionné

source: Error: at least one export option required
fr_fr: Erreur : aucune option d'export sélectionnée

source: Fetching Isogeo data...
fr_fr: Récupération depuis Isogeo...

source: Error: Word template not selected
fr_fr: Erreur: aucun modèle Word sélectionné

source: All tasks are done.
fr_fr: Tous les exports sont achevés.

source: Processing Excel: {}
fr_fr: Export en Excel en cours : {}

source: Export Excel done.
fr_fr: Export du classeur Excel terminé.

source: Error: more than one share by worgroup. Open APP or push the button to fix it.
fr_fr: Erreur: plus d'un partage par groupe de travail. Ouvrez APP via le bouton rouge pour corriger.

source: Processing Word: {}
fr_fr: Export en Word en cours : {}

source: Export Word done.
fr_fr: Export des fiches en Word terminé.

source: Processing XML: {}
fr_fr: Export XML en cours : {}

source: Export XML done.
fr_fr: Export XML terminé.
